Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# notifications.sentence.eventInvite
source: %@ invited you to an event
ar: دعاك %@ إلى فعالية
bn: %@ আপনাকে একটি ইভেন্টে আমন্ত্রণ জানিয়েছেন
ca: %@ t'ha convidat a un esdeveniment
cs: %@ tě pozval(a) na událost
da: %@ inviterede dig til en begivenhed
de: %@ hat dich zu einem Event eingeladen
el: Ο/Η %@ σε προσκάλεσε σε μια εκδήλωση
es: %@ te invitó a un evento
fi: %@ kutsui sinut tapahtumaan
fr: %@ vous a invité à un événement
he: %@ הזמין אותך לאירוע
hi: %@ ने आपको एक इवेंट में आमंत्रित किया
hr: %@ te pozvao/la na događaj
hu: %@ meghívott egy eseményre
id: %@ mengundangmu ke sebuah acara
it: %@ ti ha invitato a un evento
ja: %@があなたをイベントに招待しました
ko: %@님이 나를 이벤트에 초대했어요
ml: %@ നിങ്ങളെ ഒരു ഇവന്റിലേക്ക് ക്ഷണിച്ചു
ms: %@ menjemput anda ke acara
nb: %@ inviterte deg til et arrangement
nl: %@ heeft je uitgenodigd voor een evenement
pl: %@ zaprosił(a) Cię na wydarzenie
pt_br: %@ convidou você para um evento
pt_pt: %@ convidou-o para um evento
ro: %@ te-a invitat la un eveniment
ru: %@ пригласил(а) вас на событие
sk: %@ ťa pozval(a) na udalosť
sv: %@ bjöd in dig till ett evenemang
ta: %@ உங்களை ஒரு நிகழ்வுக்கு அழைத்தார்
te: %@ మిమ్మల్ని ఒక ఈవెంట్‌కు ఆహ్వానించారు
th: %@ เชิญคุณเข้ากิจกรรม
tr: %@ sizi bir etkinliğe davet etti
uk: %@ запросив(ла) вас на подію
ur: %@ نے آپ کو ایک ایونٹ میں مدعو کیا
vi: %@ đã mời bạn đến một sự kiện
zh_hans: %@ 邀请你参加活动
zh_hant: %@ 邀請你參加活動

# notifications.sentence.eventLive
source: %@'s event has started
ar: بدأت فعالية %@
bn: %@-এর ইভেন্ট শুরু হয়েছে
ca: L'esdeveniment de %@ ha començat
cs: Událost uživatele %@ začala
da: %@s begivenhed er startet
de: Das Event von %@ hat begonnen
el: Η εκδήλωση του/της %@ ξεκίνησε
es: El evento de %@ ha empezado
fi: Käyttäjän %@ tapahtuma on alkanut
fr: L’événement de %@ a commencé
he: האירוע של %@ התחיל
hi: %@ का इवेंट शुरू हो गया है
hr: Događaj korisnika %@ je počeo
hu: %@ eseménye elkezdődött
id: Acara %@ telah dimulai
it: L'evento di %@ è iniziato
ja: %@のイベントが始まりました
ko: %@님의 이벤트가 시작되었어요
ml: %@ എന്നയാളുടെ ഇവന്റ് തുടങ്ങി
ms: Acara %@ telah bermula
nb: Arrangementet til %@ har startet
nl: Het evenement van %@ is begonnen
pl: Wydarzenie: %@ się rozpoczęło
pt_br: O evento de %@ começou
pt_pt: O evento de %@ começou
ro: Evenimentul lui %@ a început
ru: Событие пользователя %@ началось
sk: Udalosť používateľa %@ sa začala
sv: %@s evenemang har börjat
ta: %@ இன் நிகழ்வு தொடங்கிவிட்டது
te: %@ ఈవెంట్ మొదలైంది
th: กิจกรรมของ %@ เริ่มแล้ว
tr: %@ kişisinin etkinliği başladı
uk: Подія від %@ почалася
ur: %@ کا ایونٹ شروع ہو گیا ہے
vi: Sự kiện của %@ đã bắt đầu
zh_hans: %@ 的活动已开始
zh_hant: %@ 的活動已開始

# notifications.sentence.eventSoon
source: %@'s event starts within the hour
ar: فعالية %@ تبدأ خلال ساعة
bn: %@-এর ইভেন্ট এক ঘণ্টার মধ্যে শুরু হবে
ca: L'esdeveniment de %@ comença en menys d'una hora
cs: Událost uživatele %@ začíná do hodiny
da: %@s begivenhed starter inden for en time
de: Das Event von %@ beginnt innerhalb einer Stunde
el: Η εκδήλωση του/της %@ ξεκινά σε λιγότερο από μία ώρα
es: El evento de %@ empieza en menos de una hora
fi: Käyttäjän %@ tapahtuma alkaa tunnin sisällä
fr: L’événement de %@ commence dans l’heure
he: האירוע של %@ מתחיל בתוך שעה
hi: %@ का इवेंट एक घंटे के भीतर शुरू होगा
hr: Događaj korisnika %@ počinje unutar sat vremena
hu: %@ eseménye egy órán belül kezdődik
id: Acara %@ dimulai dalam satu jam
it: L'evento di %@ inizia entro un'ora
ja: %@のイベントが1時間以内に始まります
ko: %@님의 이벤트가 한 시간 이내에 시작해요
ml: %@ എന്നയാളുടെ ഇവന്റ് ഒരു മണിക്കൂറിനുള്ളിൽ തുടങ്ങും
ms: Acara %@ bermula dalam masa sejam
nb: Arrangementet til %@ starter om under en time
nl: Het evenement van %@ begint binnen een uur
pl: Wydarzenie: %@ rozpocznie się w ciągu godziny
pt_br: O evento de %@ começa em menos de uma hora
pt_pt: O evento de %@ começa dentro de uma hora
ro: Evenimentul lui %@ începe în mai puțin de o oră
ru: Событие пользователя %@ начнётся в течение часа
sk: Udalosť používateľa %@ sa začne do hodiny
sv: %@s evenemang börjar inom en timme
ta: %@ இன் நிகழ்வு ஒரு மணி நேரத்துக்குள் தொடங்கும்
te: %@ ఈవెంట్ గంటలోపు మొదలవుతుంది
th: กิจกรรมของ %@ จะเริ่มภายในหนึ่งชั่วโมง
tr: %@ kişisinin etkinliği bir saat içinde başlıyor
uk: Подія від %@ почнеться протягом години
ur: %@ کا ایونٹ ایک گھنٹے کے اندر شروع ہوتا ہے
vi: Sự kiện của %@ bắt đầu trong vòng một giờ
zh_hans: %@ 的活动将在一小时内开始
zh_hant: %@ 的活動將在一小時內開始

# notifications.sentence.eventTomorrow
source: %@'s event is tomorrow
ar: فعالية %@ غدًا
bn: %@-এর ইভেন্ট আগামীকাল
ca: L'esdeveniment de %@ és demà
cs: Událost uživatele %@ je zítra
da: %@s begivenhed er i morgen
de: Das Event von %@ ist morgen
el: Η εκδήλωση του/της %@ είναι αύριο
es: El evento de %@ es mañana
fi: Käyttäjän %@ tapahtuma on huomenna
fr: L’événement de %@ a lieu demain
he: האירוע של %@ הוא מחר
hi: %@ का इवेंट कल है
hr: Događaj korisnika %@ je sutra
hu: %@ eseménye holnap lesz
id: Acara %@ besok
it: L'evento di %@ è domani
ja: %@のイベントは明日です
ko: %@님의 이벤트가 내일이에요
ml: %@ എന്നയാളുടെ ഇവന്റ് നാളെയാണ്
ms: Acara %@ esok
nb: Arrangementet til %@ er i morgen
nl: Het evenement van %@ is morgen
pl: Wydarzenie: %@ jest jutro
pt_br: O evento de %@ é amanhã
pt_pt: O evento de %@ é amanhã
ro: Evenimentul lui %@ este mâine
ru: Событие пользователя %@ — завтра
sk: Udalosť používateľa %@ je zajtra
sv: %@s evenemang är i morgon
ta: %@ இன் நிகழ்வு நாளை
te: %@ ఈవెంట్ రేపు
th: กิจกรรมของ %@ คือพรุ่งนี้
tr: %@ kişisinin etkinliği yarın
uk: Подія від %@ — завтра
ur: %@ کا ایونٹ کل ہے
vi: Sự kiện của %@ diễn ra vào ngày mai
zh_hans: %@ 的活动在明天
zh_hant: %@ 的活動在明天

# notifications.sentence.follow
source: %@ followed you
ar: تابعك %@
bn: %@ আপনাকে ফলো করেছেন
ca: %@ t'ha començat a seguir
cs: %@ tě začal(a) sledovat
da: %@ fulgte dig
de: %@ folgt dir jetzt
el: Ο/Η %@ σε ακολούθησε
es: %@ te siguió
fi: %@ alkoi seurata sinua
fr: %@ s’est abonné à vous
he: %@ התחיל לעקוב אחריך
hi: %@ ने आपको फ़ॉलो किया
hr: %@ te počeo/la pratiti
hu: %@ követni kezdett
id: %@ mengikutimu
it: %@ ha iniziato a seguirti
ja: %@があなたをフォローしました
ko: %@님이 나를 팔로우했어요
ml: %@ നിങ്ങളെ ഫോളോ ചെയ്തു
ms: %@ mengikut anda
nb: %@ fulgte deg
nl: %@ volgt je nu
pl: %@ zaczął(-ęła) Cię obserwować
pt_br: %@ seguiu você
pt_pt: %@ começou a segui-lo
ro: %@ te-a urmărit
ru: %@ подписался(-лась) на вас
sk: %@ ťa začal(a) sledovať
sv: %@ följde dig
ta: %@ உங்களைப் பின்தொடர்ந்தார்
te: %@ మిమ్మల్ని ఫాలో అయ్యారు
th: %@ ติดตามคุณ
tr: %@ sizi takip etti
uk: %@ підписався(лась) на вас
ur: %@ نے آپ کو فالو کیا
vi: %@ đã theo dõi bạn
zh_hans: %@ 关注了你
zh_hant: %@ 追蹤了你

# notifications.sentence.followAccepted
source: %@ accepted your follow request
ar: %@ قبل طلب متابعتك
bn: %@ আপনার ফলো করার অনুরোধ গ্রহণ করেছেন
ca: %@ ha acceptat la teva sol·licitud de seguiment
cs: %@ přijal(a) tvou žádost o sledování
da: %@ accepterede din følgeanmodning
de: %@ hat deine Folgeanfrage angenommen
el: Ο/Η %@ αποδέχτηκε το αίτημα ακολούθησής σου
es: %@ aceptó tu solicitud de seguimiento
fi: %@ hyväksyi seurauspyyntösi
fr: %@ a accepté votre demande d’abonnement
he: %@ אישר את בקשת המעקב שלך
hi: %@ ने आपका फ़ॉलो अनुरोध स्वीकार किया
hr: %@ je prihvatio/la tvoj zahtjev za praćenje
hu: %@ elfogadta a követési kérésedet
id: %@ menerima permintaan mengikutimu
it: %@ ha accettato la tua richiesta di follow
ja: %@があなたのフォローリクエストを承認しました
ko: %@님이 내 팔로우 요청을 수락했어요
ml: %@ നിങ്ങളുടെ ഫോളോ അഭ്യർഥന സ്വീകരിച്ചു
ms: %@ menerima permintaan ikut anda
nb: %@ godtok følgeforespørselen din
nl: %@ heeft je volgverzoek geaccepteerd
pl: %@ zaakceptował(a) Twoją prośbę o obserwowanie
pt_br: %@ aceitou sua solicitação para seguir
pt_pt: %@ aceitou o seu pedido de seguimento
ro: %@ ți-a acceptat cererea de urmărire
ru: %@ принял(а) вашу заявку на подписку
sk: %@ prijal(a) tvoju žiadosť o sledovanie
sv: %@ godtog din följförfrågan
ta: %@ உங்கள் பின்தொடர்தல் கோரிக்கையை ஏற்றார்
te: %@ మీ ఫాలో అభ్యర్థనను ఆమోదించారు
th: %@ ยอมรับคำขอติดตามของคุณ
tr: %@ takip isteğinizi kabul etti
uk: %@ прийняв(ла) ваш запит на підписку
ur: %@ نے آپ کی فالو کی درخواست قبول کر لی
vi: %@ đã chấp nhận yêu cầu theo dõi của bạn
zh_hans: %@ 通过了你的关注请求
zh_hant: %@ 接受了你的追蹤請求

# notifications.sentence.followRequest
source: %@ asked to follow you
ar: %@ طلب متابعتك
bn: %@ আপনাকে ফলো করতে চেয়েছেন
ca: %@ ha demanat seguir-te
cs: %@ žádá o sledování tebe
da: %@ bad om at følge dig
de: %@ möchte dir folgen
el: Ο/Η %@ ζήτησε να σε ακολουθήσει
es: %@ pidió seguirte
fi: %@ pyysi lupaa seurata sinua
fr: %@ a demandé à vous suivre
he: %@ ביקש לעקוב אחריך
hi: %@ ने आपको फ़ॉलो करने को कहा
hr: %@ je zatražio/la da te prati
hu: %@ követni kér
id: %@ meminta mengikutimu
it: %@ ha chiesto di seguirti
ja: %@があなたのフォローを申請しました
ko: %@님이 나를 팔로우하려고 요청했어요
ml: %@ നിങ്ങളെ ഫോളോ ചെയ്യാൻ അഭ്യർഥിച്ചു
ms: %@ meminta untuk mengikut anda
nb: %@ ba om å følge deg
nl: %@ wil je volgen
pl: %@ poprosił(a) o obserwowanie Ciebie
pt_br: %@ pediu para seguir você
pt_pt: %@ pediu para o seguir
ro: %@ a cerut să te urmărească
ru: %@ просит подписаться на вас
sk: %@ požiadal(a) o sledovanie
sv: %@ bad att få följa dig
ta: %@ உங்களைப் பின்தொடரக் கேட்டார்
te: %@ మిమ్మల్ని ఫాలో అవ్వాలని అడిగారు
th: %@ ขอติดตามคุณ
tr: %@ sizi takip etmek istedi
uk: %@ просить підписатися на вас
ur: %@ نے آپ کو فالو کرنے کی درخواست کی
vi: %@ đã xin theo dõi bạn
zh_hans: %@ 请求关注你
zh_hant: %@ 申請追蹤你

# notifications.sentence.identityImpostor
source: Another account may be claiming to be you
ar: قد يكون حساب آخر يدّعي أنه أنت
bn: অন্য একটি অ্যাকাউন্ট নিজেকে আপনি বলে দাবি করতে পারে
ca: Un altre compte pot estar fent-se passar per tu
cs: Jiný účet se může vydávat za tebe
da: En anden konto udgiver sig muligvis for at være dig
de: Ein anderes Konto gibt sich möglicherweise als du aus
el: Ένας άλλος λογαριασμός μπορεί να παριστάνει εσένα
es: Otra cuenta puede estar haciéndose pasar por ti
fi: Toinen tili voi esiintyä sinuna
fr: Un autre compte prétend peut-être être vous
he: חשבון אחר אולי מתחזה לך
hi: हो सकता है कोई दूसरा अकाउंट आपका होने का दावा कर रहा हो
hr: Drugi račun možda se izdaje za tebe
hu: Egy másik fiók esetleg a nevedben lép fel
id: Akun lain mungkin mengaku sebagai kamu
it: Un altro account potrebbe spacciarsi per te
ja: 別のアカウントがあなたになりすましている可能性があります
ko: 다른 계정이 나를 사칭하고 있을 수 있어요
ml: മറ്റൊരു അക്കൗണ്ട് നിങ്ങളാണെന്ന് അവകാശപ്പെടുന്നുണ്ടാകാം
ms: Akaun lain mungkin mengaku sebagai anda
nb: En annen konto utgir seg kanskje for å være deg
nl: Een ander account doet zich mogelijk als jou voor
pl: Inne konto może podawać się za Ciebie
pt_br: Outra conta pode estar se passando por você
pt_pt: Outra conta pode estar a fazer-se passar por si
ro: Un alt cont ar putea pretinde că ești tu
ru: Другой аккаунт, возможно, выдаёт себя за вас
sk: Za teba sa môže vydávať iný účet
sv: Ett annat konto kan utge sig för att vara du
ta: வேறொரு கணக்கு நீங்கள் என்று கூறிக்கொள்ளக்கூடும்
te: మరో ఖాతా మీరని చెప్పుకుంటూ ఉండవచ్చు
th: อาจมีบัญชีอื่นแอบอ้างเป็นคุณ
tr: Başka bir hesap sizmişsiniz gibi davranıyor olabilir
uk: Інший обліковий запис, можливо, видає себе за вас
ur: ہو سکتا ہے کوئی دوسرا اکاؤنٹ آپ ہونے کا دعویٰ کر رہا ہو
vi: Một tài khoản khác có thể đang mạo danh bạn
zh_hans: 有其他账户可能在冒充你
zh_hant: 其他帳號可能冒充你

# notifications.sentence.like
source: %@ liked your post
ar: أعجب %@ بمنشورك
bn: %@ আপনার পোস্ট লাইক করেছেন
ca: A %@ li ha agradat la teva publicació
cs: %@ ocenil(a) tvůj příspěvek
da: %@ synes godt om dit opslag
de: %@ gefällt dein Beitrag
el: Στον/στην %@ άρεσε η ανάρτησή σου
es: A %@ le gustó tu publicación
fi: %@ tykkäsi julkaisustasi
fr: %@ a aimé votre post
he: %@ אהב את הפוסט שלך
hi: %@ ने आपकी पोस्ट पसंद की
hr: %@ je lajkao/la tvoju objavu
hu: %@ kedvelte a bejegyzésedet
id: %@ menyukai postinganmu
it: A %@ è piaciuto il tuo post
ja: %@があなたの投稿にいいねしました
ko: %@님이 내 게시물을 좋아해요
ml: %@ നിങ്ങളുടെ പോസ്റ്റ് ലൈക്ക് ചെയ്തു
ms: %@ menyukai siaran anda
nb: %@ likte innlegget ditt
nl: %@ vindt je bericht leuk
pl: %@ polubił(a) Twój wpis
pt_br: %@ curtiu seu post
pt_pt: %@ gostou da sua publicação
ro: %@ ți-a apreciat postarea
ru: %@ оценил(а) ваш пост
sk: Tvoj príspevok sa páči používateľovi %@
sv: %@ gillade ditt inlägg
ta: %@ உங்கள் இடுகையை விரும்பினார்
te: %@ మీ పోస్ట్‌ను లైక్ చేశారు
th: %@ ถูกใจโพสต์ของคุณ
tr: %@ gönderinizi beğendi
uk: %@ вподобав(ла) ваш допис
ur: %@ نے آپ کی پوسٹ لائک کی
vi: %@ đã thích bài đăng của bạn
zh_hans: %@ 赞了你的帖子
zh_hant: %@ 對你的貼文按讚

# notifications.sentence.mention
source: %@ mentioned you
ar: أشار إليك %@
bn: %@ আপনাকে মেনশন করেছেন
ca: %@ t'ha mencionat
cs: %@ tě zmínil(a)
da: %@ nævnte dig
de: %@ hat dich erwähnt
el: Ο/Η %@ σε ανέφερε
es: %@ te mencionó
fi: %@ mainitsi sinut
fr: %@ vous a mentionné
he: %@ תייג אותך
hi: %@ ने आपको मेंशन किया
hr: %@ te spomenuo/la
hu: %@ megemlített
id: %@ menyebutmu
it: %@ ti ha menzionato
ja: %@があなたをメンションしました
ko: %@님이 나를 멘션했어요
ml: %@ നിങ്ങളെ പരാമർശിച്ചു
ms: %@ menyebut anda
nb: %@ nevnte deg
nl: %@ heeft je genoemd
pl: %@ wspomniał(a) o Tobie
pt_br: %@ mencionou você
pt_pt: %@ mencionou-o
ro: %@ te-a menționat
ru: %@ упомянул(а) вас
sk: %@ ťa spomenul(a)
sv: %@ nämnde dig
ta: %@ உங்களைக் குறிப்பிட்டார்
te: %@ మిమ్మల్ని ప్రస్తావించారు
th: %@ กล่าวถึงคุณ
tr: %@ sizi etiketledi
uk: %@ згадав(ла) вас
ur: %@ نے آپ کا ذکر کیا
vi: %@ đã nhắc đến bạn
zh_hans: %@ 提到了你
zh_hant: %@ 提到了你

# notifications.sentence.pollClosed
source: A poll has closed — see the result
ar: أُغلق استطلاع — اطّلع على النتيجة
bn: একটি পোল শেষ হয়েছে — ফলাফল দেখুন
ca: S'ha tancat una enquesta: mira'n el resultat
cs: Anketa skončila – podívej se na výsledek
da: En afstemning er lukket – se resultatet
de: Eine Umfrage ist beendet – sieh dir das Ergebnis an
el: Μια δημοσκόπηση έκλεισε — δες το αποτέλεσμα
es: Se cerró una encuesta: mira el resultado
fi: Kysely on sulkeutunut – katso tulos
fr: Un sondage est terminé — voir le résultat
he: סקר נסגר — ראה את התוצאה
hi: एक पोल बंद हो गया — नतीजा देखें
hr: Anketa je zatvorena — pogledaj rezultat
hu: Egy szavazás lezárult – nézd meg az eredményt
id: Sebuah jajak pendapat ditutup — lihat hasilnya
it: Un sondaggio si è chiuso: guarda il risultato
ja: 投票が終了しました。結果を見る
ko: 투표가 종료되었어요. 결과를 확인하세요
ml: ഒരു പോൾ അവസാനിച്ചു — ഫലം കാണുക
ms: Tinjauan telah ditutup — lihat keputusannya
nb: En avstemning er avsluttet. Se resultatet
nl: Een peiling is gesloten: bekijk de uitslag
pl: Ankieta się zakończyła — zobacz wynik
pt_br: Uma enquete terminou: veja o resultado
pt_pt: Uma sondagem terminou — veja o resultado
ro: Un sondaj s-a închis — vezi rezultatul
ru: Опрос закрыт — посмотрите результат
sk: Anketa sa skončila — pozri si výsledok
sv: En omröstning har stängts – se resultatet
ta: கருத்துக்கணிப்பு முடிந்தது — முடிவைப் பாருங்கள்
te: ఒక పోల్ ముగిసింది — ఫలితం చూడండి
th: โพลปิดแล้ว ดูผลลัพธ์
tr: Bir anket kapandı; sonucu görün
uk: Опитування закрито — подивіться результат
ur: ایک پول بند ہو گیا — نتیجہ دیکھیں
vi: Một cuộc bình chọn đã kết thúc — xem kết quả
zh_hans: 投票已结束，查看结果
zh_hant: 投票已結束，查看結果

# notifications.sentence.prompt
source: This week's question is up
ar: سؤال هذا الأسبوع متاح
bn: এই সপ্তাহের প্রশ্ন এসেছে
ca: Ja hi ha la pregunta d'aquesta setmana
cs: Otázka tohoto týdne je tady
da: Denne uges spørgsmål er oppe
de: Die Frage dieser Woche ist da
el: Η ερώτηση της εβδομάδας είναι έτοιμη
es: Ya está la pregunta de esta semana
fi: Viikon kysymys on esillä
fr: La question de cette semaine est en ligne
he: השאלה של השבוע עלתה
hi: इस हफ़्ते का सवाल आ गया है
hr: Pitanje ovog tjedna je objavljeno
hu: Megjelent a heti kérdés
id: Pertanyaan pekan ini sudah terbit
it: La domanda di questa settimana è online
ja: 今週の質問が届きました
ko: 이번 주 질문이 올라왔어요
ml: ഈ ആഴ്ചയിലെ ചോദ്യം വന്നു
ms: Soalan minggu ini telah keluar
nb: Ukens spørsmål er ute
nl: De vraag van deze week staat online
pl: Pytanie tego tygodnia już jest
pt_br: A pergunta desta semana chegou
pt_pt: A pergunta desta semana já está disponível
ro: Întrebarea săptămânii este aici
ru: Вопрос этой недели опубликован
sk: Otázka tohto týždňa je tu
sv: Veckans fråga är uppe
ta: இந்த வாரக் கேள்வி வந்துவிட்டது
te: ఈ వారం ప్రశ్న వచ్చింది
th: คำถามประจำสัปดาห์นี้มาแล้ว
tr: Bu haftanın sorusu yayında
uk: Запитання цього тижня опубліковано
ur: اس ہفتے کا سوال آ گیا ہے
vi: Câu hỏi của tuần này đã có
zh_hans: 本周的问题已发布
zh_hant: 本週的問題已上線

# notifications.sentence.reaction
source: %@ reacted to your post
ar: تفاعل %@ مع منشورك
bn: %@ আপনার পোস্টে রিঅ্যাক্ট করেছেন
ca: %@ ha reaccionat a la teva publicació
cs: %@ reagoval(a) na tvůj příspěvek
da: %@ reagerede på dit opslag
de: %@ hat auf deinen Beitrag reagiert
el: Ο/Η %@ αντέδρασε στην ανάρτησή σου
es: %@ reaccionó a tu publicación
fi: %@ reagoi julkaisuusi
fr: %@ a réagi à votre post
he: %@ הגיב לפוסט שלך
hi: %@ ने आपकी पोस्ट पर रिएक्ट किया
hr: %@ je reagirao/la na tvoju objavu
hu: %@ reagált a bejegyzésedre
id: %@ bereaksi pada postinganmu
it: %@ ha reagito al tuo post
ja: %@があなたの投稿にリアクションしました
ko: %@님이 내 게시물에 반응했어요
ml: %@ നിങ്ങളുടെ പോസ്റ്റിനോട് പ്രതികരിച്ചു
ms: %@ bereaksi terhadap siaran anda
nb: %@ reagerte på innlegget ditt
nl: %@ heeft op je bericht gereageerd
pl: %@ zareagował(a) na Twój wpis
pt_br: %@ reagiu ao seu post
pt_pt: %@ reagiu à sua publicação
ro: %@ a reacționat la postarea ta
ru: %@ отреагировал(а) на ваш пост
sk: %@ zareagoval(a) na tvoj príspevok
sv: %@ reagerade på ditt inlägg
ta: %@ உங்கள் இடுகைக்கு எதிர்வினையாற்றினார்
te: %@ మీ పోస్ట్‌కు రియాక్ట్ అయ్యారు
th: %@ แสดงรีแอกชันต่อโพสต์ของคุณ
tr: %@ gönderinize tepki verdi
uk: %@ відреагував(ла) на ваш допис
ur: %@ نے آپ کی پوسٹ پر ردعمل دیا
vi: %@ đã bày tỏ cảm xúc với bài đăng của bạn
zh_hans: %@ 回应了你的帖子
zh_hant: %@ 回應了你的貼文

# notifications.sentence.reaction.funny
source: %@ found your post funny
ar: وجد %@ منشورك مضحكًا
bn: %@ আপনার পোস্টকে মজার মনে করেছেন
ca: %@ ha trobat divertida la teva publicació
cs: %@ považuje tvůj příspěvek za vtipný
da: %@ fandt dit opslag sjovt
de: %@ findet deinen Beitrag lustig
el: Ο/Η %@ βρήκε την ανάρτησή σου αστεία
es: A %@ le pareció divertida tu publicación
fi: %@ piti julkaisuasi hauskana
fr: %@ a trouvé votre post drôle
he: %@ מצא את הפוסט שלך מצחיק
hi: %@ को आपकी पोस्ट मज़ेदार लगी
hr: %@ je tvoju objavu smatrao/la smiješnom
hu: %@ viccesnek találta a bejegyzésedet
id: %@ menganggap postinganmu lucu
it: %@ ha trovato divertente il tuo post
ja: %@があなたの投稿を面白いと感じました
ko: %@님이 내 게시물이 재미있다고 느꼈어요
ml: %@ നിങ്ങളുടെ പോസ്റ്റ് രസകരമായി കണ്ടു
ms: %@ mendapati siaran anda lucu
nb: %@ syntes innlegget ditt var morsomt
nl: %@ vond je bericht grappig
pl: %@ uznał(a) Twój wpis za śmieszny
pt_br: %@ achou seu post engraçado
pt_pt: %@ achou a sua publicação engraçada
ro: %@ a găsit postarea ta amuzantă
ru: %@ счёл(а) ваш пост смешным
sk: %@ považuje tvoj príspevok za vtipný
sv: %@ tyckte att ditt inlägg var roligt
ta: %@ உங்கள் இடுகை நகைச்சுவையானது என்றார்
te: %@ మీ పోస్ట్ హాస్యంగా ఉందని భావించారు
th: %@ เห็นว่าโพสต์ของคุณตลก
tr: %@ gönderinizi komik buldu
uk: %@ вважає ваш допис смішним
ur: %@ کو آپ کی پوسٹ مزیدار لگی
vi: %@ thấy bài đăng của bạn hài hước
zh_hans: %@ 觉得你的帖子很有趣
zh_hant: %@ 覺得你的貼文很好笑

# notifications.sentence.reaction.helpful
source: %@ found your post helpful
ar: وجد %@ منشورك مفيدًا
bn: %@ আপনার পোস্টকে সহায়ক মনে করেছেন
ca: %@ ha trobat útil la teva publicació
cs: %@ považuje tvůj příspěvek za užitečný
da: %@ fandt dit opslag hjælpsomt
de: %@ findet deinen Beitrag hilfreich
el: Ο/Η %@ βρήκε την ανάρτησή σου χρήσιμη
es: A %@ le pareció útil tu publicación
fi: %@ piti julkaisuasi hyödyllisenä
fr: %@ a trouvé votre post utile
he: %@ מצא את הפוסט שלך מועיל
hi: %@ को आपकी पोस्ट मददगार लगी
hr: %@ je tvoju objavu smatrao/la korisnom
hu: %@ hasznosnak találta a bejegyzésedet
id: %@ menganggap postinganmu membantu
it: %@ ha trovato utile il tuo post
ja: %@があなたの投稿を参考になったと感じました
ko: %@님이 내 게시물이 도움이 된다고 느꼈어요
ml: %@ നിങ്ങളുടെ പോസ്റ്റ് സഹായകരമായി കണ്ടു
ms: %@ mendapati siaran anda membantu
nb: %@ syntes innlegget ditt var nyttig
nl: %@ vond je bericht nuttig
pl: %@ uznał(a) Twój wpis za pomocny
pt_br: %@ achou seu post útil
pt_pt: %@ achou a sua publicação útil
ro: %@ a găsit postarea ta utilă
ru: %@ счёл(а) ваш пост полезным
sk: %@ považuje tvoj príspevok za užitočný
sv: %@ tyckte att ditt inlägg var hjälpsamt
ta: %@ உங்கள் இடுகை பயனுள்ளது என்றார்
te: %@ మీ పోస్ట్ ఉపయోగకరంగా ఉందని భావించారు
th: %@ เห็นว่าโพสต์ของคุณมีประโยชน์
tr: %@ gönderinizi faydalı buldu
uk: %@ вважає ваш допис корисним
ur: %@ کو آپ کی پوسٹ مددگار لگی
vi: %@ thấy bài đăng của bạn hữu ích
zh_hans: %@ 觉得你的帖子很有帮助
zh_hant: %@ 覺得你的貼文有幫助

# notifications.sentence.reaction.insight
source: %@ found your post insightful
ar: وجد %@ منشورك ملهمًا
bn: %@ আপনার পোস্টকে অন্তর্দৃষ্টিপূর্ণ মনে করেছেন
ca: %@ ha trobat perspicaç la teva publicació
cs: %@ považuje tvůj příspěvek za nápaditý
da: %@ fandt dit opslag indsigtsfuldt
de: %@ findet deinen Beitrag aufschlussreich
el: Ο/Η %@ βρήκε την ανάρτησή σου διορατική
es: A %@ le pareció interesante tu publicación
fi: %@ piti julkaisuasi oivaltavana
fr: %@ a trouvé votre post pertinent
he: %@ מצא את הפוסט שלך מעמיק
hi: %@ को आपकी पोस्ट समझदारी भरी लगी
hr: %@ je tvoju objavu smatrao/la pronicljivom
hu: %@ elgondolkodtatónak találta a bejegyzésedet
id: %@ menganggap postinganmu berwawasan
it: %@ ha trovato acuto il tuo post
ja: %@があなたの投稿を洞察に富むと感じました
ko: %@님이 내 게시물이 통찰력 있다고 느꼈어요
ml: %@ നിങ്ങളുടെ പോസ്റ്റ് ഉൾക്കാഴ്ചയുള്ളതായി കണ്ടു
ms: %@ mendapati siaran anda bernas
nb: %@ syntes innlegget ditt var innsiktsfullt
nl: %@ vond je bericht inzichtelijk
pl: %@ uznał(a) Twój wpis za wnikliwy
pt_br: %@ achou seu post perspicaz
pt_pt: %@ achou a sua publicação perspicaz
ro: %@ a găsit postarea ta pătrunzătoare
ru: %@ счёл(а) ваш пост глубоким
sk: %@ považuje tvoj príspevok za prenikavý
sv: %@ tyckte att ditt inlägg var insiktsfullt
ta: %@ உங்கள் இடுகை நுண்ணறிவுள்ளது என்றார்
te: %@ మీ పోస్ట్ అంతర్దృష్టితో ఉందని భావించారు
th: %@ เห็นว่าโพสต์ของคุณมีมุมมองดี
tr: %@ gönderinizi anlayışlı buldu
uk: %@ вважає ваш допис влучним
ur: %@ کو آپ کی پوسٹ بصیرت بھری لگی
vi: %@ thấy bài đăng của bạn sâu sắc
zh_hans: %@ 觉得你的帖子很有见地
zh_hant: %@ 覺得你的貼文很有見地

# notifications.sentence.reaction.question
source: %@ thinks you asked a great question
ar: يرى %@ أنك طرحت سؤالًا رائعًا
bn: %@ মনে করেন আপনি একটি দারুণ প্রশ্ন করেছেন
ca: %@ creu que has fet una gran pregunta
cs: %@ si myslí, že jsi položil skvělou otázku
da: %@ synes, du stillede et godt spørgsmål
de: %@ findet, du hast eine tolle Frage gestellt
el: Ο/Η %@ πιστεύει ότι έκανες εξαιρετική ερώτηση
es: %@ piensa que hiciste una gran pregunta
fi: %@ pitää kysymystäsi erinomaisena
fr: %@ trouve que vous avez posé une excellente question
he: %@ חושב ששאלת שאלה מצוינת
hi: %@ को लगता है आपने बढ़िया सवाल पूछा
hr: %@ misli da si postavio/la sjajno pitanje
hu: %@ szerint remek kérdést tettél fel
id: %@ menganggap kamu bertanya dengan bagus
it: %@ pensa che tu abbia fatto una gran bella domanda
ja: %@があなたをすてきな質問だと思っています
ko: %@님이 내가 훌륭한 질문을 했다고 생각해요
ml: നിങ്ങൾ ഒരു മികച്ച ചോദ്യം ചോദിച്ചെന്ന് %@ കരുതുന്നു
ms: %@ berpendapat anda bertanya soalan yang hebat
nb: %@ synes du stilte et godt spørsmål
nl: %@ vindt dat je een goede vraag stelde
pl: %@ uważa, że zadałeś świetne pytanie
pt_br: %@ acha que você fez uma ótima pergunta
pt_pt: %@ acha que fez uma ótima pergunta
ro: %@ crede că ai pus o întrebare bună
ru: %@ считает, что вы задали отличный вопрос
sk: %@ si myslí, že si položil skvelú otázku
sv: %@ tycker att du ställde en bra fråga
ta: நீங்கள் சிறந்த கேள்வி கேட்டதாக %@ நினைக்கிறார்
te: మీరు గొప్ప ప్రశ్న అడిగారని %@ భావిస్తున్నారు
th: %@ คิดว่าคุณถามได้ดี
tr: %@ harika bir soru sorduğunuzu düşünüyor
uk: %@ вважає, що ви поставили чудове запитання
ur: %@ کے خیال میں آپ نے بہترین سوال پوچھا
vi: %@ cho rằng bạn đã đặt một câu hỏi hay
zh_hans: %@ 认为你问了个好问题
zh_hant: %@ 覺得你問了一個好問題
